{
    "----------->Navbar": { "Navbar": "Navbar" },
    "NavBarAbout": {
      "0": "Über"
    },
    "NavBarProject": {
      "0": "Projekte"
    },
    "NavBarBackground": {
      "0": "Background"
    },
    "----------->Header": { "Header": "Header" },
    "Frontend": {
      "0": "Frontend"
    },
    "Developer": {
      "0": "Entwicklerin"
    },
    "----------->HomePage": { "HomePage": "HomePage" },
    "AboutMe": {
      "0": "Über mich"
    },
    "Project": {
      "0": "Projekte"
    },
    "ProjectText": {
      "0": "Ich mag es, Dinge von Grund auf neu zu entwickeln und Ideen im Browser zum Leben zu erwecken."
    },
    "Background": {
      "0": "Background"
    },
    "BackgroundText": {
      "0": "Derzeit arbeite ich bei der Santander Bank als Frontend-Entwicklerin und beim Ironhack Bootcamp als Lehrerassistentin"
    },
    "----------->BackgroundPage": { "BackgroundPage": "BackgroundPage" },
    "TechnologiesBackground": {
      "0": "Technologie "
    },
    "AcademicBackground": {
      "0": "Akademischer Hintergrund"
    },
    "AcademicTimelineYear": {
      "0": "Juni 2019 - Dez 2019",
      "1": "Aug 2015 - März 2016",
      "2": "März 2011 - Juni 2018"
  
    },
    "AcademicTimelineTitle": {
      "0": "Ironhack Bootcamp",
      "1": "University of Applied Sciences - Frankfurt am Main",
      "2": "Universidade Federal do Paraná"
    },
    "AcademicTimelineDescription": {
      "0": "Full-Stack Webentwickler Bootcamp. Kursfächer: HTML, CSS, Javascript, Node, Express, Mongo und REACT. <br><a href='https://github.com/AdrianaSaty/ironhack-project1-craze-maze' target='_blank' rel='noopener noreferrer'> Mein erstes Projekt </a> war ein Spiel. Seine Logik erzeugt zufällige Labyrinthe nur  mit Javascript und CSS. <br> <a href='https://github.com/fernandoyto/mais-dinheiro' target='_blank' rel='noopener noreferrer'>Mein zweites Projekt </a> war eine Plattform zur Ausgabenkontrolle, die in node.js erstellt wurde <br>Und <a href='https://github.com/AdrianaSaty/blockchain-front' target='_blank' rel='noopener noreferrer'>Das Abschlussprojekt  </a> war eine Wettplattform mit Transaktionskontrolle über Blockchain, die in React und Node.js erstellt wurde ",
      "1": "Ich habe ein Regierungsstipendium bekommen, um anderthalb Jahre in Deutschland zu studieren. Dort habe ich an der Fachhochschule Frankfurt am Main Elektroingenieur studiert. Ich habe auch einige Studienfäche über Programmierung, Finanzen und Business gemacht.",
      "2": "Ich habe Elektrotechnik studiert und als Freiwilliger bei 'Luz, Ciência e Emoção' und 'Projeto Lux' gearbeitet. <a href='http://www.eletrica.ufpr.br/tcc/2018/1s/ADRIANA%20SATY%20HIRANO%20MARCHIORO%20BERTELLI%20e%20BRUNO%20CESAR%20XAVIER/TCC.pdf' target='_blank' rel='noopener noreferrer'>Meine Abschlussarbeit, </a> in Zusammenarbeit mit den Lactec Institutes, war das Ausarbeitung  und die Konstruktion eines Geräts zur Simulation der beschleunigten Alterung von Isolator  in Extremsituationen."
    },
    "ProfessionalBackground": {
      "0": "Professioneller Hintergrund"
    },
    "ProfessionalTimelineYear": {
      "0": "Nov 2019 - Gegenwart",
      "1": "Jan 2020 - Jul 2020",
      "2": "Aug 2018 - Nov-2019",
      "3": "Nov 2017 - Aug 2018"
    },
    "ProfessionalTimelineTitle": {
      "0": "Santander",
      "1": "Ironhack Bootcamp",
      "2": "Accenture",
      "3": "Renault"
    },
    "ProfessionalTimelinePost": {
      "0": "Frontend Entwicklerin - Junior",
      "1": "Lehrer-Assistent",
      "2": "Frontend Entwicklerin - Junior",
      "3": "Fertigungspraktikantin"
    },
    "SecoundProfessionalTimelinePost": {
      "0": "Frontend Entwicklerin",
      "1": "",
      "2": "",
      "3": ""
    },
    "ProfessionalTimelineDuration": {
      "0": "(10 Monate)",
      "1": "(6 Monate)",
      "2": "(1 Jahr und  4 Monate)",
      "3": "(9 Monate)"
    },
    "SecoundProfessionalTimelineDuration": {
      "0": "(4 Monate)",
      "1": "",
      "2": "",
      "3": ""
    },
    "ProfessionalTimelineDescription": {
      "0": "•  Develop new features and maintain code pattern <br />  •  Collaborate with business and design meetings to create scalable and performance solutions to front end <br />  •  Make design pattern and storybook to help the integration with partners <br /> •   Technologies: Vue.js, Typescript, Git, Azure, SASS, Bootstrap",
      "1": "Ironhack  is an international school with campuses in 9 countries, with three different immersive courses: Web Development, UX/UI Design and Data Analytics. Ich helfe dem Hauptlehrer von Webentwickler Bootcamp. Kursfächer: HTML, CSS, Javascript, Node, Express, Mongo and React.",
      "2": "Arbeitete bei Santander und Sky Kunden.  <br /> • Develop new features and maintain code pattern  <br /> • Technologies: Vue.js, Typescript, Git, CSS, Bootstrap",
      "3": "Praktikant im 'Talent Factory Programm': <br /> - Entwicklung von Projekten mit Schwerpunkt auf Qualitätsverbesserung, Leistung und Kostenreduzierung <br /> - Unterstützung des Produktionsleiters mit PDCA Cycle, 5S und Kaizen-Methodik <br /> - Erfahrung in verschiedene Positionen im Werk, wie Operator (Arbeiten mit Schweißpunkt), Senior Operator und Qualitätsanalyst <br />"
    },
    "SecoundProfessionalTimelineDescription": {
      "0": "Derzeit arbeite ich bei Aktuelle Arbeit bei einem Startup von Santander: 'Empréstimo Sim'. <br />  •  Responsible for making code review of the team <br />  •  Coach newly hired IT on technical procedures <br />  •  Manage the packages of all environments and deploy them <br />  •  Participation in analytics meeting to identify software issues <br />  •  Encouraged timely and relevant upgrades for clients products as necessary<br />   •  Fix problems in Production Environment <br />  •   Technologies: Vue.js, React, Typescript, Git, Azure, SASS, Bootstrap, Material Ui ",
      "1": "",
      "2": "",
      "3": ""
    },
    "----------->AboutPage": { "AboutPage": "AboutPage" },
    "AboutTitle": {
      "0": "Über mich",
      "1": "Über diese Website"
    },
    "AboutDescription": {
      "0": "Wegen langweiliger C++ Vorlesungen an meiner Universität wurde mir klar, dass Programmieren nichts für mich ist. Nachdem ich der Universität Aufwiesersehen gesagt hatte, wollte ich mich beschäftigen mit etwas,das eng verbunden ist mit Kreativität und meiner Liebe zur Technologie. Damit wollte ich mir was Sinnvolles aufbauen. Aber dann geschah Rätselhaftes: Nach dem Ironhack Bootcamp habe meinen Weg in die Programmiererwelt gefunden und deshalb kann ich mir heute kaum vorstellen, dass ich anderswo glücklicher wäre.",
      "1": "Ich habe dieses Projekt gestartet, um zu lernen, wie man eine Website wirklich von Grund auf neu erstellen kann: eine Domain kaufen, das Layout erstellen, die Technologien auswählen, alles entwickeln, den Versionscode steuern, speichern, SEO und Leistung bewerten, verbessern, verbessern, verbessern und schließlich veröffentlichen es!! Was habe ich verwenden: <br> ㅤ - Javascript (mit React) <br> ㅤ - HTML und CSS <br> ㅤ - Github <br> ㅤ - S3 und Cloudfront von Amazon Web Services (AWS) <br> ㅤ - i18next-Bibliothek zum Übersetzen. <br> Nächste Schritte: Erfahren Sie, wie kann mann automated deployment machen und meiner Website-Performance verbessern"
    }
  }
  
  